[{"Face":"1H","Level":"Departure","Treasure":"Reflection","Symb":"A? ","LensPrefix":"The Lens of","LensName":"You","MEreason":"Because it is important to know who you are, ask yourself:","MEquestion":"Who am I?","WEreason":"The word \"you\" can refer to one person or many. Use these lenses with all groups of people, whether a couple, family, business, community, classroom, club, or any other collection. The lenses are the same although the wording might change. We ask ourselves:","WEquestion":"Who are we? What defines us?"},{"Face":"1C","Level":"Departure","Treasure":"Closeness ","Symb":"A?","LensPrefix":"The Lens of","LensName":"People","MEreason":"So that you can keep your relationships in perspective, ask yourself:","MEquestion":"Who is important to me?","WEreason":"Although we are important to each other, other people count too. We ask ourselves:","WEquestion":"Who is important to us collectively?"},{"Face":"1D","Level":"Departure","Treasure":"Curiosity","Symb":"A?","LensPrefix":"The Lens of the","LensName":"World","MEreason":"Because you cannot function effectively without knowing how the world works, ask yourself:","MEquestion":"What do I need to know?","WEreason":"Because none of us function effectively if we don't understand our place in the grand scheme of things, we ask ourselves:","WEquestion":"How do we fit together and where do we fit in?"},{"Face":"1S","Level":"Departure","Treasure":"Interest ","Symb":"A?","LensPrefix":"The Lens of","LensName":"Work","MEreason":"So that you will spend your time wisely, ask yourself:","MEquestion":"What do I want to do?","WEreason":"Because people cannot work at cross purposes and get much done, we ask ourselves:","WEquestion":"What do we want to do together? What is best done apart?"},{"Face":"2H","Level":"Foundation","Treasure":"Blessings","Symb":"2?","LensPrefix":"The Lens of","LensName":"Gratitude","MEreason":"So that you can get in the habit of counting your blessings and thanking those who have been good to you, ask yourself:","MEquestion":"What am I grateful for? Whom do I thank? How do I thank them?","WEreason":"Everything deserves our gratitude because otherwise we might take things for granted. We ask ourselves:","WEquestion":"How do we thank the world for being there for us?"},{"Face":"2C","Level":"Foundation","Treasure":"Exchange ","Symb":"2?","LensPrefix":"The Lens of","LensName":"Fairness","MEreason":"Because fairness is a human invention, not a natural phenomenon, ask yourself:","MEquestion":"What does fairness mean to me? When is it OK to be unfair?","WEreason":"Because everyone deserves fair treatment, we ask ourselves: ","WEquestion":"Do we treat some people more fairly than others?"},{"Face":"2D","Level":"Foundation","Treasure":"Sustenance","Symb":"2?","LensPrefix":"The Lens of","LensName":"Wealth","MEreason":"Wealth is the measure of the extent to which you have what you want. Ask yourself:","MEquestion":"Where do the things I want come from? How will I consume wisely?","WEreason":"Because other people have things we want, we ask ourselves:","WEquestion":"What will we give others so we get what we want?"},{"Face":"2S","Level":"Foundation","Treasure":"Fire","Symb":"2?","LensPrefix":"The Lens of","LensName":"Motivation","MEreason":"Because you will do better work if you know why you want to do it, ask yourself:","MEquestion":"What will I do only if I am rewarded? What will I do for its own sake?","WEreason":"Even when our work requires solitary effort, it is hard to concentrate if we feel lonely. We ask ourselves:","WEquestion":"How will we keep each other motivated?"},{"Face":"3H","Level":"Core","Treasure":"Empowerment","Symb":"3?","LensPrefix":"The Lens of the","LensName":"Boss","MEreason":"Because it is important to know who will bear ultimate responsibility for your life, ask yourself:","MEquestion":"Who is the boss of me? Who do I want as boss? Who am I living my life for?","WEreason":"Even if some of us have more power than others, we all need to care about each other. We ask ourselves:","WEquestion":"Do we have each other's backs?"},{"Face":"3C","Level":"Core","Treasure":"Comrades","Symb":"3?","LensPrefix":"The Lens of","LensName":"Family","MEreason":"Rather than think of family in terms of blood relationships, consider it in terms of motivation to help. Ask yourself:","MEquestion":"Who would help me even though they don't like me? Who would I help even though I don't like them?","WEreason":"It is important to know what kind of group we are. We ask ourselves:","WEquestion":"Do we think of ourselves as family?"},{"Face":"3D","Level":"Core","Treasure":"Harmon3","Symb":"3?","LensPrefix":"The Lens of","LensName":"Nature","MEreason":"Because we all share the same planet, ask yourself:","MEquestion":"What is my relationship with nature?","WEreason":"Because we must think of those who will be born after we die, we ask ourselves:","WEquestion":"Are we doing our part to leave a healthy planet after we are gone?"},{"Face":"3S","Level":"Core","Treasure":"Focus","Symb":"3?","LensPrefix":"The Lens of","LensName":"Hierarchy","MEreason":"Rather than think in terms of power relationships, think about what is important. Ask yourself:","MEquestion":"Whose interests come before mine? Whose interests come after mine?","WEreason":"It is natural to put \"us\" before \"them\" but that isn't always wise. We ask ourselves:","WEquestion":"When are we more important than other people? When are they more important?"},{"Face":"4H","Level":"Sense","Treasure":"Dreams","Symb":"4?","LensPrefix":"The Lens of","LensName":"Experiences","MEreason":"Consider your life in terms of experience rather than accomplishment. Ask yourself:","MEquestion":"What experiences do I want to have? What is essential to those experiences?","WEreason":"Whatever the nature of our relationships, we create experiences. We ask ourselves:","WEquestion":"What experiences do we create for ourselves and for others?"},{"Face":"4C","Level":"Sense","Treasure":"Allies","Symb":"4?","LensPrefix":"The Lens of","LensName":"Friendship","MEreason":"Rather than think of friendships in terms of declared allegiances, consider them in terms of motivation to help. Ask yourself:","MEquestion":"Who would help me because they like me? Who would I help because I like them?","WEreason":"It is important to think about how we relate to each other. We ask ourselves:","WEquestion":"Do we think of ourselves as friends?"},{"Face":"4D","Level":"Sense","Treasure":"Stance","Symb":"4?","LensPrefix":"The Lens of","LensName":"Attitude","MEreason":"Because you need to approach things with the right frame of mind, ask yourself:","MEquestion":"What is my attitude with respect to: problems? learning? change? risk?","WEreason":"Because cooperation requires us to be reliable, we ask ourselves:","WEquestion":"Who do we trust? Why? Who do we distrust? Why?"},{"Face":"4S","Level":"Sense","Treasure":"Production","Symb":"4?","LensPrefix":"The Lens of the","LensName":"Product","MEreason":"Because one goal of work is to produce something of value, ask yourself:","MEquestion":"What am I producing? What needs do I fill? How? For whom? Why?","WEreason":"We have needs, but so do others. We ask ourselves:","WEquestion":"What are we producing for each other? What are we producing for others?"},{"Face":"5H","Level":"Support","Treasure":"Ideals","Symb":"5?","LensPrefix":"The Lens of","LensName":"Values","MEreason":"You need to know what is important to you. Ask yourself:","MEquestion":"What do I value? Why?","WEreason":"Because shared values are as important as shared interests and motivations, we ask ourselves:","WEquestion":"What values do we share? What differences do we tolerate in ourselves and others?"},{"Face":"5C","Level":"Support","Treasure":"Belonging","Symb":"5?","LensPrefix":"The Lens of","LensName":"Community","MEreason":"Rather than think of community in terms of geography or common interest, consider it in terms of motivation to help. Ask yourself:","MEquestion":"Who would help me even though they don't know me? Who would I help even though I don't know them?","WEreason":"Rituals help define community. We ask ourselves:","WEquestion":"What are our rules and traditions?"},{"Face":"5D","Level":"Support","Treasure":"Service","Symb":"5?","LensPrefix":"The Lens of","LensName":"Needs","MEreason":"We survive and thrive by meeting each other's needs. Ask yourself:","MEquestion":"What do I need? What is needed of me?","WEreason":"People feel good about themselves by being of use to others.","WEquestion":"We ask ourselves: How do we encourage others to express their needs to us?"},{"Face":"5S","Level":"Support","Treasure":"Compounding","Symb":"5?","LensPrefix":"The Lens of","LensName":"Return on Investment","MEreason":"Society and many individuals have made a direct and indirect investment in you. Ask yourself:","MEquestion":"How will I pay back the investment made in me? How will I pay it forward?","WEreason":"Because people rise to meet expectations, we ask ourselves:","WEquestion":"Do we make it clear what we expect of each other?"},{"Face":"6H","Level":"Relationships","Treasure":"Habit","Symb":"6?","LensPrefix":"The Lens of","LensName":"Character","MEreason":"Because character becomes destiny, ask yourself:","MEquestion":"In what ways does my character need to be improved? What am I doing to develop better habits?","WEreason":"People can inspire each other to be good or pressure each other to be bad. We ask ourselves:","WEquestion":"Are we being civilized?"},{"Face":"6C","Level":"Relationships","Treasure":"Perception","Symb":"6?","LensPrefix":"The Lens of","LensName":"Judgment","MEreason":"Although people do not like to be judged, sometimes it must be done. Ask yourself:","MEquestion":"When must I judge others? When must I reserve judgment? How will I ensure fairness?","WEreason":"Nobody likes being treated unfairly. We ask ourselves:","WEquestion":"How will we balance liberty and justice?"},{"Face":"6D","Level":"Relationships","Treasure":"Organization","Symb":"6?","LensPrefix":"The Lens of","LensName":"Followership","MEreason":"Because followers have responsibilities, ask yourself:","MEquestion":"Have I chosen my leaders wisely? Am I blaming leaders for things that could be my responsibility?","WEreason":"Because we all have rights, we ask ourselves:","WEquestion":"Do we tolerate dissent? What are the limits to our loyalty?"},{"Face":"6S","Level":"Relationships","Treasure":"Command","Symb":"6?","LensPrefix":"The Lens of","LensName":"Leadership","MEreason":"Because leaders have responsibilities, ask yourself:","MEquestion":"Why do I want to lead? Am I acting in the best interests of those who follow?","WEreason":"Because others do as we do, not as we say, we ask ourselves:","WEquestion":"Are we setting a good example for others?"},{"Face":"7H","Level":"Choice","Treasure":"Morality","Symb":"7?","LensPrefix":"The Lens of","LensName":"Good vs. Nice","MEreason":"Because the opposite of Good is Evil, and the opposite of Nice is Unlikable, ask yourself:","MEquestion":"Do I choose to be Good knowing that in order to avoid being Evil I might have to do things people will not like?","WEreason":"If we only listen to each other we can fail to see the truth. We ask ourselves:","WEquestion":"Are we blind to our true nature?"},{"Face":"7C","Level":"Choice","Treasure":"Conscience","Symb":"7?","LensPrefix":"The Lens of","LensName":"War vs. Peace","MEreason":"Because large groups of people can find themselves caught up in massive endeavors, ask yourself:","MEquestion":"How will I be Good when everyone else is Evil?","WEreason":"Before we use force to settle disagreements, we ask ourselves:","WEquestion":"What makes us so sure we are right?"},{"Face":"7D","Level":"Choice","Treasure":"Agency","Symb":"7?","LensPrefix":"The Lens of","LensName":"Knowing vs. Doing","MEreason":"Because it is action that counts, ask yourself:","MEquestion":"When will I know enough to act?  What am I doing now that could benefit from a better understanding?","WEreason":"Engagement style matters. We ask ourselves:","WEquestion":"Are we proactive or reactive?"},{"Face":"7S","Level":"Choice","Treasure":"Gratification","Symb":"7?","LensPrefix":"The Lens of","LensName":"Now vs. Later","MEreason":"Because more often than not good things come to those who wait, ask yourself:","MEquestion":"What rewards can I put off until later so I can concentrate on doing my best work now?","WEreason":"If we want the future to be better than the past then we must make sacrifices. We ask ourselves:","WEquestion":"How will we reward taking a long-term view?"},{"Face":"8H","Level":"Energy","Treasure":"Fitness","Symb":"8?","LensPrefix":"The Lens of","LensName":"Health","MEreason":"Because you must be healthy to live well, ask yourself:","MEquestion":"Am I physically, mentally, and spiritually healthy? What do I need to improve?","WEreason":"If we care about each other we can figure out the rest and if we don't care then it doesn't matter. We ask ourselves:","WEquestion":"Do we take care of each other? How?"},{"Face":"8C","Level":"Energy","Treasure":"Puzzle Pieces","Symb":"8?","LensPrefix":"The Lens of the","LensName":"Common Good","MEreason":"Because we are all in it together, ask yourself:","MEquestion":"How can I make the world a better place?","WEreason":"Although it is natural to focus on what we care about the most, we must still ask ourselves:","WEquestion":"Are we being good citizens?"},{"Face":"8D","Level":"Energy","Treasure":"Utility","Symb":"8?","LensPrefix":"The Lens of the","LensName":"Economy","MEreason":"Because the economy is about more than just money, ask yourself:","MEquestion":"What is more important than money? What is less important? Do I have what I need for the future?","WEreason":"Because the economy goes through cycles, we ask ourselves:","WEquestion":"How will we help each other get through hard times?"},{"Face":"8S","Level":"Energy","Treasure":"Might","Symb":"8?","LensPrefix":"The Lens of","LensName":"Power","MEreason":"Power is the ability to get what you want. Ask yourself:","MEquestion":"Do I already have enough power? Do I need more power? Why? How will I get it?","WEreason":"Because power corrupts, we ask ourselves:","WEquestion":"Are some of us benefiting at the expense of others? How do we curb the power of the greedy?"},{"Face":"9H","Level":"Vitality","Treasure":"Intelligence","Symb":"9?","LensPrefix":"The Lens of","LensName":"Thinking","MEreason":"Because you need to know how to think, ask yourself:","MEquestion":"Can I think: mathematically? verbally? emotionally?","WEreason":"Because 'group think' is a real problem, we ask ourselves: ","WEquestion":"Do we encourage outsiders to question us? Have we gone off the rails?"},{"Face":"9C","Level":"Vitality","Treasure":"Self","Symb":"9?","LensPrefix":"The Lens of the","LensName":"Crowd","MEreason":"People tend to follow each other rather than think for themselves. Ask yourself:","MEquestion":"How am I influenced by other people? Who should influence me more? Who should influence me less?","WEreason":"Because a crowd can take on a life of its own, we as ourselves.","WEquestion":"Do we respect the rights of the individual and of the outsider?"},{"Face":"9D","Level":"Vitality","Treasure":"Trade","Symb":"9?","LensPrefix":"The Lens of the","LensName":"Markets","MEreason":"Markets set prices and bring people together to trade. Ask yourself:","MEquestion":"What markets do I operate in? How can I be more successful in the market for who I am?","WEreason":"There is no substitute for doing the right thing. We ask ourselves:","WEquestion":"Are we blaming markets for our own bad behavior?"},{"Face":"9S","Level":"Vitality","Treasure":"Mystery","Symb":"9?","LensPrefix":"The Lens of the","LensName":"Unknown","MEreason":"Because the Unknown is bigger than the Known, ask yourself:","MEquestion":"What questions am I failing to ask? Have I left room for the Unknown?","WEreason":"Because sometimes 'nobody knows' is the right answer, we ask ourselves:","WEquestion":"Are we comfortable with uncertainty and doubt?"},{"Face":"TH","Level":"Love","Treasure":"Dignity","Symb":"10?","LensPrefix":"The Lens of","LensName":"Self-Love","MEreason":"Because you will not be happy if you do not believe you are worthy of love, ask yourself:","MEquestion":"How can I accept myself unconditionally as I am?","WEreason":"Most people want to be part of something bigger than themselves. We ask ourselves:","WEquestion":"Are we bigger than the sum of our parts?"},{"Face":"TC","Level":"Love","Treasure":"Devotion","Symb":"10?","LensPrefix":"The Lens of","LensName":"Loving Others","MEreason":"So that you can fulfill your potential as a human, ask yourself:","MEquestion":"Who do I love? Why? How? Who loves me? Why? How?","WEreason":"There is a big difference between loving and being loved. We ask ourselves:","WEquestion":"Are we making the effort that loving requires?"},{"Face":"TD","Level":"Love","Treasure":"Engagement","Symb":"10?","LensPrefix":"The Lens of","LensName":"Loving Life","MEreason":"So that you can seize every day and make the most of it, ask yourself:","MEquestion":"What gets me up every morning?","WEreason":"Moods are infectious. We ask ourselves:","WEquestion":"How is our morale? How can we make it better?"},{"Face":"TS","Level":"Love","Treasure":"Passion ","Symb":"10?","LensPrefix":"The Lens of","LensName":"Love of the Work","MEreason":"Because loving what you do trumps skill and aptitude, ask yourself:","MEquestion":"What do I love to do?","WEreason":"Passionate people do what needs to be done, even the parts they hate doing. We ask ourselves:","WEquestion":"How will we help each other do the things we do not like doing?"},{"Face":"JH","Level":"Force","Treasure":"Grace","Symb":"J?","LensPrefix":"The Lens of","LensName":"Forgiveness","MEreason":"You must accept the past because it cannot be changed. Ask yourself:","MEquestion":"Can I forgive others? Can I forgive myself? Do I? Will I?","WEreason":"Sometimes a desire for revenge can overwhelm our better nature. We ask ourselves:","WEquestion":"Are we promoting hatred and ignorance or love and understanding?"},{"Face":"JC","Level":"Force","Treasure":"Soul","Symb":"J?","LensPrefix":"The Lens of","LensName":"Empathy","MEreason":"Because people need you to understand them, ask yourself:","MEquestion":"What would I feel if I were them? What would I think if I were them? What would I do if I were them?","WEreason":"Because even our enemies have rights, we ask ourselves:","WEquestion":"Do we treat others in ways we would find abhorrent?"},{"Face":"JD","Level":"Force","Treasure":"Order","Symb":"J?","LensPrefix":"The Lens of","LensName":"Entropy","MEreason":"Because there is a natural tendency for things to fall apart, ask yourself","MEquestion":"How will I resist the forces of chaos?","WEreason":"Some problems, such as a mathematical proof, can be solved once for all time. Other problems, such as maintaining a loving relationship, require constant effort. We ask ourselves:","WEquestion":"Which of our problems can be solved once for all time and which require constant effort?"},{"Face":"JS","Level":"Force","Treasure":"Persuasion","Symb":"J?","LensPrefix":"The Lens of","LensName":"Salesmanship","MEreason":"Because sometimes other people need persuading, ask yourself:","MEquestion":"What do people need? Can I help them? How can I get them to want my help?","WEreason":"Because making the sale is the beginning, not the end, we ask ourselves:","WEquestion":"Are we delivering on our promises?"},{"Face":"QH","Level":"Story","Treasure":"Origin","Symb":"Q?","LensPrefix":"The Lens of the","LensName":"Personal Narrative","MEreason":"To know where you are going, ask yourself:","MEquestion":"What has been my story so far? What kind of experiences have I set myself up to have?","WEreason":"There is a thread that runs through everything that we do. We ask ourselves:","WEquestion":"What is our plot and theme?"},{"Face":"QC","Level":"Story","Treasure":"Duty","Symb":"Q?","LensPrefix":"The Lens of the","LensName":"Human Condition","MEreason":"Because we are all brothers and sisters, ask yourself:","MEquestion":"What do I have in common with everyone? How can I be of service to mankind?","WEreason":"We are part of a greater whole. We ask ourselves:","WEquestion":"How will we care about everyone and not just each other?"},{"Face":"QD","Level":"Story","Treasure":"Explanation","Symb":"Q?","LensPrefix":"The Lens of","LensName":"Mythology","MEreason":"In your search for meaning, instead of only describing the world scientifically, ask yourself:","MEquestion":"What invented stories are useful in making sense of the world? What do I accept on faith?","WEreason":"A story can ring true without being literally true. We ask ourselves:","WEquestion":"Do we expect or require people to accept our stories as the absolute truth?"},{"Face":"QS","Level":"Story","Treasure":"Sacrifice","Symb":"Q?","LensPrefix":"The Lens of the","LensName":"Hero's Journey","MEreason":"Because the world needs to be saved, ask yourself:","MEquestion":"When will I put myself at risk for the benefit of others? What do I care about more than life itself?","WEreason":"Hero's need mentors. We ask ourselves:","WEquestion":"How do we help others on their journey?"},{"Face":"KH","Level":"Virtue","Treasure":"Courage","Symb":"K?","LensPrefix":"The Lens of","LensName":"Honesty","MEreason":"To know thyself you must know thy truth. Ask yourself:","MEquestion":"Am I who I say I am?","WEreason":"Because we all risk believing things merely because others do, we ask ourselves:","WEquestion":"Do we challenge each other's beliefs and keep each other honest?"},{"Face":"KC","Level":"Virtue","Treasure":"Responsibility","Symb":"K?","LensPrefix":"The Lens of","LensName":"Accountability","MEreason":"So that others can help you live up to your potential, ask yourself","MEquestion":"Who holds me accountable?","WEreason":"Because accountability requires a group effort, we ask ourselves:","WEquestion":"How do we hold each other accountable?"},{"Face":"KD","Level":"Virtue","Treasure":"Youth","Symb":"K?","LensPrefix":"The Lens of","LensName":"Growth","MEreason":"So that you will never grow old, ask yourself:","MEquestion":"How will I become more knowledgeable, skilled, and wise?","WEreason":"Because curious people cannot do it all alone, we ask ourselves:","WEquestion":"Will we make time and do the work to help the curious?"},{"Face":"KS","Level":"Virtue","Treasure":"Honor","Symb":"K?","LensPrefix":"The Lens of","LensName":"Integrity","MEreason":"So that you can live at peace with your conscience, ask yourself:","MEquestion":"What are the rules that I live by? Do I do what I say I will do?","WEreason":"We must reconcile our relationship with our conscience and with each other. ","WEquestion":"What do we consider to be immoral? What is our code of ethics?"},{"Face":"BJ","Level":"Destiny","Treasure":"Wisdom","Symb":"BLACK JOKER","LensPrefix":"The Lens of","LensName":"Mortality","MEreason":"Nobody asked to be born but now that we are here we must make the most of it. Ask yourself:","MEquestion":"Is doing what I am doing worth my time?","WEreason":"Because everyone is running like death is behind them because death is behind them, we ask ourselves:","WEquestion":"Are we worth other people's time?"},{"Face":"RJ","Level":"Destiny","Treasure":"Calling","Symb":"RED JOKER","LensPrefix":"The Lens of","LensName":"Your Secret Purpose","MEreason":"To make sure you are working toward your true purpose, ask yourself:","MEquestion":"Why do I do what I do?","WEreason":"There will be a world full of people after we are gone. For our purpose to be noble we must ask ourselves:","WEquestion":"Why should anyone care that we once existed?"}]